#include "stdafx.h"
#include "CommunicationProtocol.h"

/****************************************************************
功能：	构造函数，初始化工作
参数：	无
返回：	无
作者：	叶文林
****************************************************************/
CCommunicationProtocol::CCommunicationProtocol(void)
{
}

/****************************************************************
功能：	析构函数，清理工作
参数：	无
返回：	无
作者：	叶文林
****************************************************************/
CCommunicationProtocol::~CCommunicationProtocol(void)
{
}
